aaron-bond.better-comments
batisteo.vscode-django
bierner.markdown-emoji
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hediet.vscode-drawio
HookyQR.beautify
ionutvmi.path-autocomplete
jcbuisson.vue
mblode.pretty-formatter
mechatroner.rainbow-csv
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
njpwerner.autodocstring
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
svipas.prettier-plus
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
xaver.clang-format
Zignd.html-css-class-completion
